Repository: Collert/Pavilion
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Apps switcher
uk: Додатки

source: Point Of Sale
uk: Касовий апарат

source: Order marking
uk: Приготування замовлень

source: Stats dashboard
uk: Панель статистики

source: Admin interface
uk: Адміністративний інтерфейс

source: Courier app
uk: Додаток для кур'єрів

source: Orders
uk: Замовлення

source: Job
uk: Робота

source: %(items_count)s item
uk: %(items_count)s товар

source: Deliver to:
uk: Доставка до:

source: Adjust ETA
uk: Змінити час прибуття

source: Delivery instructions:
uk: Вказівки для доставки:

source: Start delivery
uk: Розпочати доставку

source: Tap again to confirm start
uk: Натисніть ще раз щоб розпочати

source: Order taken
uk: Замовлення прийнято

source: Navigate
uk: Прокласти маршрут

source: back
uk: назад

source: to destination
uk: до адреси

source: Complete delivery
uk: Завершити доставку

source: Order complete
uk: Замовляння завершено

source: Submit
uk: Зробити

source: Are you sure you have followed the delivery instructions and delivered the items to the right address?
uk: Ви впевнені що ви виконали всі вказівки та доставили замовлення до правильної адреси?

source: Navigate back
uk: Прокласти маршрут назад

source: You must be assigned to this order to complete it!
uk: Ви можете завершити тільки ваше замовлення!

source: %(items_count)s item
uk: %(items_count)s товар

source: Orders will show up when you clock in in the
uk: Замовлення з'являться тут коли ви розпочнете роботу у

source: You must complete your delivery first!
uk: Спочатку вам потрібно завершити своє замовлення!

source: Select delivery method:
uk: Виберіть ваш метод доставки:

source: Bike /<br> Scooter
uk: Велосипед /<br> Самокат

source: Walking
uk: Пішки

source: Driving
uk: На машині

source: Start delivering
uk: Розпочати зміну

source: Destination address needed.
uk: Вкажіть адресу доставки.

source: No couriers available
uk: Немає доступних кур'єрів

source: Start accepting orders to view this page.
uk: Розпочніть зміну щоб побачити цю сторінку.

source: Card active!
uk: Картку активовано!

source: <p>Use the button below to access the card. <b>DO NOT share this link</b> with anyone who is not supposed to access the card! Only send it to people who you trust this card to. You will also get a copy of this card sent to the email mentioned in the previous step. The card is not refundable, cannot be exchanged for cash or cannot be used for cashback.</p>
uk: <p>Натисніть клавішу знизу щоб відкрити картку. <b>НІКОЛИ не поширюйте це посилання</b> з незнайомими людьми! Надсилайте його тільки людям яким ви можете довірити цю картку. Ви також отримаєте копію цієї картки на поштову скриньку яку ви вказали у попередньому кроці. Ця картка не підлягає поверненню, не може бути обміняна на готівку і не підлягає кешбеку.</p>

source: View card
uk: Переглянути картку

source: No card
uk: Немає картки

source: Gift Card
uk: Подарункова картка

source: No barcode generated.
uk: Не вдалося згенерувати бар код.

source: Balance:
uk: Баланс:

source: Pick a pre-loaded card
uk: Оберіть готову картку

source: Or make your own
uk: Або зробіть власну

source: Which cover?
uk: Яку обкладинку?

source: How much money?
uk: Скільки грошей?

source: For who?
uk: Для кого?

source: For me
uk: Для себе

source: For someone else
uk: Для когось іншого

source: Your name
uk: Ваше ім'я

source: Recovery email
uk: Електронна пошта

source: Get this card
uk: Придбати цю картку

source: <p>This gift card comes pre-loaded with $%(card.amount)s. You can choose to email this card to someone by selecting the option on the bottom. The card is not refundable, cannot be exchanged for cash or cannot be used for cashback. After the purchase, <strong>do not</strong> publish the link to the card anywhere. Only give the link to people that will be using the card.</p>
uk: <p>На цій подарунковій картці попередньо завантажено $%(card.amount)s. Ви може надіслати цю картку електронною поштою комусь, вибравши опцію внизу. Картка не повертається, не обмінюється на готівку та не може використовувати для кешбеку. Після покупки <strong>не</strong> публікуйте посилання на картку. Дайте посилання лише тим людям, які будуть використовувати цю картку.</p>

source: This card is for me
uk: Ця картка для мене

source: This card is for someone else
uk: Ця картка для когось іншого

source: Sender\
uk: Від\

source: Purchase
uk: Купити

source: Recipient\
uk: Для\

source: Gift cards
uk: Подарункові картки

source: Special
uk: Особливі картки

source: Cards
uk: Картки

source: Components:
uk: Компоненти:

source: Available: %(component.inventory)s %(component.unit_of_measurement|title)s
uk: Доступно: %(component.inventory)s %(component.unit_of_measurement|title)s

source: Individual dishes:
uk: Індивідуальні страви:

source: Craft single items
uk: Виготовити по одному

source: Ingredients inventory:
uk: Інвентар інгредієнтів:

source: Unlimited %(ingredient.title)s
uk: Безкінечна кількісь %(ingredient.title)s

source: Craft multiple items
uk: Виготовити кілька

source: Currently in inventory: <span>%(component.inventory)s</span> %(component.unit_of_measurement|title)s
uk: Поточно у інвентарі: <span>%(component.inventory)s</span> %(component.unit_of_measurement|title)s

source: Needed:
uk: Потрібно:

source: Available:
uk: Доступно:

source: Not enough ingredients to craft
uk: Не достатньо інгредієнтів для виготовлення

source: Shopping on
uk: День придбання

source: Ingredients purchased:
uk: Придбані інгредієнти:

source: Receipt:
uk: Чек:

source: Inventory management
uk: Керування інвентарем

source: Add ingredients
uk: Додати інгредієнти

source: Create menu
uk: Створити меню

source: Shopping reports
uk: Звіти закупок

source: Component crafting
uk: Створення компонентів

source: Advanced management
uk: Детальне керування

source: Component availability
uk: Доступні компоненти

source: Recipes
uk: Рецепти

source: Shopping logging
uk: Звітувати закупки

source: Ingredient
uk: Інгредієнт

source: Quantity
uk: Кількість

source: Yields:
uk: Виробляє:

source: portion
uk: порція

source: Ingredients:
uk: Інгредієнти:

source: Method:
uk: Метод:

source: Not linked recipe #%(recipe.id)s
uk: Не зв'язаний рецепт #%(recipe.id)s

source: Miscellaneous Tools
uk: Інші додатки

source: Admin:
uk: Керування:

source: Dashboard
uk: Інфо-панель

source: Home
uk: Домівка

source: History
uk: Історія

source: Retail Orders
uk: Замовлення

source: Catering
uk: Оптові замовлення

source: Menus
uk: Меню

source: Menus list
uk: Список меню

source: Dishes
uk: Страви

source: Inventory
uk: Інвентар

source: Components
uk: Компоненти

source: Ingredients
uk: Інгредієнти

source: Condiments
uk: Додатки

source: Packaging
uk: Упаковки

source: Crafting
uk: Створення компонентів

source: Restocks
uk: Поповнення

source: Store
uk: Заклад

source: Branding
uk: Брендинг

source: Working hours
uk: Години роботи

source: Stations
uk: Станції

source: Promo content
uk: Промо-контент

source: Events
uk: Події

source: Media
uk: Медіа

source: Team
uk: Команда

source: Staff
uk: Персонал

source: Groups
uk: Групи

source: Roles
uk: Ролі

source: Training
uk: Навчання

source: Rewards
uk: Бонуси

source: Coupons
uk: Купони

source: Discounts
uk: Знижки

source: Gift card presets
uk: Готові подарункові карти

source: Active gift cards
uk: Активні подарункові карти

source: New gift card
uk: Нова подарункова карта

source: Settings
uk: Налаштування

source: Webhooks
uk: Веб-хуки

source: Sales receipt
uk: Чек

source: Item
uk: Предмет

source: Price
uk: Ціна

source: Total
uk: Загалом

source: Order #%(order.order_id)s
uk: Замовлення №%(order.order_id)s

source: Customer
uk: Клієнт

source: No name
uk: Без імені

source: Print receipt
uk: Надрукувати чек

source: Delete order
uk: Видалити замовлення

source: Retail orders
uk: Замовлення

source: Order ID
uk: Номер замовлення

source: Order timestamp
uk: Час замовлення

source: Customer name
uk: Ім'я клієнта

source: Order status
uk: Статус замовлення

source: Order total
uk: Загалом

source: Actions
uk: Дії

source: Editing
uk: Редагування

source: Event title
uk: Назва події

source: Location title
uk: Назва місця

source: Location address
uk: Адреса

source: Event description
uk: Опис події

source: Open ordering channels
uk: Відкриті канали для замовлення

source: Приміщення
uk: На касі

source: Online ordering
uk: Онлайн замовлення

source: Delivery
uk: Доставка

source: Save event
uk: Зберегти допис

source: Create event
uk: Створити подію

source: Delete event
uk: Видалити подію

source: Date & Time
uk: Дата та час

source: From
uk: Початок

source: To
uk: Кінець

source: Are you sure you want to delete this event?
uk: Ви впевнені, що хочете видалити цю подію?

source: Failed to delete the event.
uk: Не вдалося видалити подію.

source: Upcoming
uk: Майбутні

source: Past events
uk: Минулі

source: No events yet
uk: Поки немає подій

source: Try creating one now
uk: Створіть нову зараз

source: Content editing
uk: Редагування контенту

source: Editing %(content.title)s
uk: Редагування %(content.title)s

source: New post
uk: Новий допис

source: Post title
uk: Заголовок

source: Post subtitle
uk: Підзаголовок

source: Button text
uk: Текст клавіші

source: Button link
uk: Посилання

source: Update
uk: Оновити

source: Main color
uk: Основний колір

source: Secondary color
uk: Другорядний колір

source: Create post
uk: Створити допис

source: Save post
uk: Зберегти допис

source: Delete post
uk: Видалити допис

source: Are you sure you want to delete this post?
uk: Ви впевнені, що хочете видалити цей допис?

source: Failed to delete the post.
uk: Не вдалося видалити допис.

source: No content displaying
uk: Немає опублікованого контенту

source: Add content
uk: Створити контент

source: Call to action
uk: Заклик до дії

source: Add to cart
uk: Додати до кошика

source: Out of stock
uk: Немає в наявності

source: Consists of:
uk: Складники:

source: Potential allergens:
uk: Можливі алергени:

source: Order# %(order.id)s
uk: Замовлення№ %(order.id)s

source: Order pending
uk: Майбутнє замовлення

source: We are reviewing your order
uk: Ми розглядаємо ваше замовлення

source: Order is being prepared
uk: Замовлення готується

source: Order is ready for pickup by the courier
uk: Замовлення готове до вивозу

source: Order is being transported to your address
uk: Замовлення пересувається до вашої адреси

source: Order delivered
uk: Замовлення доставлено

source: No previous orders
uk: Немає попередніх замовлень

source: We are currently <strong>CLOSED</strong>
uk: На даний момент ми <strong>ЗАЧИНЕНІ</strong>

source: Our next event is on
uk: Наступна подія відбуватиметься

source: Normal operations
uk: Звичайний тип роботи

source: Lobby
uk: Приміщення

source: OPEN
uk: ВІДЧИНЕНО

source: CLOSED
uk: ЗАЧИНЕНО

source: Menu
uk: Меню

source: Gift Cards
uk: Подарункові карти

source: Log In
uk: Увійти

source: Account
uk: Обліковий запис

source: Subtotal:
uk: Загалом:

source: Finalize
uk: Підтвердити

source: Finalize cart
uk: Підтвердити кошик

source: Who?
uk: Хто?

source: Name
uk: Ім'я

source: Phone number
uk: Номер телефону

source: Where?
uk: Де?

source: Pick up at<br>the restaurant
uk: Підібрати у<br>ресторані

source: Order<br>delivery
uk: Замовити<br>доставку

source: Address
uk: Адреса

source: Address 1
uk: Основна адреса

source: Address 2
uk: Другорядна адреса

source: Unit # / Apartment #
uk: № квартири

source: City
uk: Місто

source: Province
uk: Провінція

source: Postal code
uk: Поштовий код

source: Looks like we don't have any couriers available at the moment. Sorry for inconvenience.
uk: Схоже в неас зараз немає доступних кур'єрів. Вибачте.

source: When?
uk: Коли?

source: time when we start making the order
uk: час коли ми почнемо готувати ваше замовлення

source: How?
uk: Як?

source: Eat at<br>the restaurant
uk: Замовити у<br>закладі

source: Pack<br>to-go
uk: Упакувати<br>з собою

source: Leave at<br>the door
uk: Залишити біля<br>дверей

source: Meet at<br>the door
uk: Зустрітися біля<br>дверей

source: Meet<br>outside
uk: Зустрітися на<br>вулиці

source: Delivery instructions (optional)
uk: Вказівки для доставки (необов'язково)

source: Ring the blue doorbell / meet at the garage door / place the order down and do a lil dance
uk: Подзвонити у дзвінок / зустрітися біля гаражу / станцювати гопака

source: Special order instructions (optional)
uk: Вказівки для замовлення (необов'язково)

source: Extra sour cream / no onions / extra napkins
uk: Кинути більше сметани / без цибулі / докинути серветок

source: Have a gift card?
uk: Маєте подарункову картку?

source: Look up
uk: Знайти

source: Proceed to secure checkout
uk: Перейти до захищеного розрахунку

source: Place order
uk: Замовити

source: You will only be charged when we confirm your order
uk: Ми знімемо гроші лише після підтвердження вашого замовлення

source: Pick the options
uk: Оберіть один з варіантів

source: Gift card
uk: Подарункова картка

source: Card #
uk: № картки

source: Available balance:
uk: Доступно грошей:

source: Charge card
uk: Зняти з картки

source: Use this card
uk: Використати цю картку

source: Reload card
uk: Поповнити картку

source: Sorry, we are closed today. Check the home page for the next date.
uk: Вибачте, ми сьогодні зачинені. Перевірте наші години роботи на домашній сторінці.

source: Checking your gift cards
uk: Перевіряємо ваші картки

source: Now serving:
uk: Зараз доступно:

source: Drinks and sweets
uk: Напитки та солодощі

source: Hot food
uk: Гаряча їжа

source: Packaged food
uk: Упакована їжа

source: Order is ready for pickup
uk: Замовлення готове для підбору

source: Order picked up
uk: Замовлення підібране

source: Your order:
uk: Ваше замовлення:

source: No delivery fees, no service fees, but we're sure our delivery people would definitely appreciate a cash tip when they bring you your bag of deliciousness 😉
uk: Жодної комісії за доставку чи послуги, але ми впевнені, що наші кур’єри будутьоднозначно оцінять готівкові чайові, коли привезуть ваше замовлення 😉

source: We could not complete your order #%(rejected_order.order_id)s
uk: Ми не змогли приготувати ваше замовлення №%(rejected_order.order_id)s

source: Dish not found
uk: Страву не знайдено

source: Order not found
uk: Замовлення не знайдено

source: Leave the package at the door.
uk: Залишити замовлення біля дверей.

source: Meet the customer at the door.
uk: Зустріти клієнта біля дверей.

source: Meet the customer outside.
uk: Зустріти клієнта на вулиці.

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Cantonese (Hong Kong)
uk: Китайська (Кантонська, Гонг Конг)

source: Pay $%(amount|div:100|floatformat:2)s
uk: Заплатити $%(amount|div:100|floatformat:2)s

source: Payment successful!
uk: Оплата успішна!

source: Transaction declined
uk: Картку відхилено

source: Card CVV is incorrect
uk: CVV номер не правильний

source: Card postal code incorrect
uk: Поштовий код не правильний

source: Card expiration date incorrect
uk: Термін дії не правильний

source: Unknown error
uk: Невідома помилка

source: Payment processing
uk: Платіж обчислюється

source: Payment form loading
uk: Форма готується

source: Wrong link. Usage:
uk: Неправильне посилання. Формат:

source: Select one for %(component.parent.title)s
uk: Виберіть для %(component.parent.title)s

source: Please make all required choices
uk: Будь ласка зробіть всі потрібні вибори

source: Create a new menu:
uk: Створення нового меню:

source: Menu title
uk: Назва меню

source: Header image
uk: Зображення у шапці

source: Footer image
uk: Зображення у підніжжі

source: Create
uk: Створити

source: Menu created!
uk: Меню створено!

source: Select a business day
uk: Виберіть день

source: Menu items stats:
uk: Продажі страв:

source: Dish
uk: Страва

source: Components used:
uk: Використані компоненти

source: Component
uk: Компонент

source: Ingredients used:
uk: Використані інгредієнти:

source: Stations mix:
uk: Станції:

source: Customer occasions:
uk: Кількість клієнтів:

source: Time
uk: Час

source: Earnings
uk: Виручка

source: Average prep times:
uk: Середній час приготування замовлення:

source: Avg prep time
uk: Середній час

source: Station distributions
uk: Розкид по станціях

source: This device is not authorized to access the attempted functionality. Please use admin credentials to authorize.
uk: Цей пристрій не авторизовано для доступу до ціеї функції. Будь ласка авторизуйте його з адміністратором.

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Device name
uk: Ім'я пристрою

source: Authorize
uk: Авторизувати

source: Failed to authenticate, please try again
uk: Помилка аутентифікації, спробуйте знову

source: Device registered! You will now be redirected to homepage.
uk: Пристрій зареєстровано! Переходимо на сторінку вибору додатку...

source: Utilities
uk: Утиліти

source: Lock POS
uk: Заблокувати пристрій

source: Login
uk: Увійти

source: Open menu
uk: Відкрити меню

source: Pair terminal
uk: З'єднатися з терміналом

source: Select menu
uk: Обрати меню

source: Cash drawer
uk: Каса

source: Log in
uk: Увійти

source: Select a menu:
uk: Виберіть меню:

source: Order #%(order.order_id)s
uk: Замовлення №%(order.order_id)s

source: Prep time:
uk: Час приготування:

source: In-person
uk: На касі

source: Online pick-up
uk: Онлайн

source: Order to-go
uk: Замовлення з собою

source: Order for here
uk: Замовлення тут

source: Special instructions:
uk: Додаткові запити:

source: Reason for rejection
uk: Причина відмови

source: Out of one or more components
uk: Немає певних компонентів

source: Out of containers to pack the order
uk: Немає контейнерів для упаковки

source: Reject
uk: Відмовити

source: Order management
uk: Керування замовлення

source: Approve order
uk: Підтвердити замовлення

source: Reject order
uk: Відмовити замовлення

source: Mark order done
uk: Завершити замовлення

source: Mark order picked up
uk: Відмітити замовлення як підібране

source: Filters
uk: Фільтри

source: Drinks & sweets
uk: Напитки та солодощі

source: Frozen products
uk: Заморожені продукти

source: Auto-done
uk: Авто-завершення

source: Automatically mark orders as done after the specified number of minutes. <br>(Leave blank to disable)
uk: Автоматично позначати замовлення як виконані через указану кількість хвилин.<br>(Залиште порожнім, щоб вимкнути)

source: Minutes
uk: Хвилини

source: Auto-pickup
uk: Авто-підбір

source: Automatically mark orders as collected after the specified number of minutes. <br>(Leave blank to disable)
uk: Автоматично позначати замовлення як зібрані після вказаної кількості хвилин. <br>(Залиште порожнім, щоб вимкнути)

source: Grab & Go
uk: Упакована їжа

source: Tender order
uk: Сплатити замовлення

source: Finalize order
uk: Завершити замовлення

source: Total:
uk: Загалом:

source: For here
uk: Тут

source: To-go
uk: З собою

source: Cash
uk: Готівка

source: Card
uk: Картка

source: Change
uk: Здача

source: How much money<br>did customer give?
uk: Скільки грошей<br>вам дав клієнт?

source: Accept cash
uk: Взяти готівку

source: Transaction completed!
uk: Транзакцію виконано!

source: Change due:
uk: Видати здачу:

source: Pass the terminal to customer...
uk: Передайте термінал клієнту...

source: Manager username
uk: Ім'я користувача менеджера

source: Manager password
uk: Пароль менеджера

source: Authorization failed
uk: Авторизація не вдалася

source: Apply whole order discount
uk: Дати знижку на ціле замовлення

source: or
uk: або

source: Apply
uk: Дати

source: Scan card
uk: Сканувати картку

source: Enter manually
uk: Ввести вручну

source: Card actions:
uk: Функції картки

source: Charge max
uk: Зняти максимальну суму

source: Open drawer
uk: Створити касу

source: Close drawer
uk: Закрити касу

source: New money:
uk: Нові гроші:

source: Total profit:
uk: Заробіток:

source: In progress
uk: Готується

source: Order #
uk: Замовлення №

source: Ready for pickup
uk: Готові

source: Nothing
uk: Нічого не

source: Is playing
uk: Грає

source: Play test TTS
uk: Протестувати текст до мови

source: Load music
uk: Знайти музику

source: Square terminal device code:
uk: Код пристрою терміналу Square:

source: Send test transaction
uk: Надіслати тестову транзакцію

source: Generate new code
uk: Згенерувати новий код

source: Hot meals
uk: Гарячі страви

source: Drinks and snacks
uk: Напої та солодощі

source: Pre-packaged food
uk: Упакована їжа

source: First name:
uk: Ім'я

source: Last name:
uk: Прізвище

source: Register
uk: Зареєструватися

source: We are sorry but we could not complete your order for the following reasons:
uk: Вибачте, але ми не змогли виконати ваше замовлення з таких причин:

source: Some of the products you requested are currently out of stock. We will update our menu in a few minutes to reflect the accurate stock levels.
uk: Деяких продуктів, які ви замовили, наразі немає в наявності. Мионовимо наше меню за кілька хвилин, щоб відобразити точний рівень запасів.

source: We are currently out of containers to package your order.
uk: Наразі у нас закінчилися контейнери для упаковки вашого замовлення.

source: We apologize for the inconvenience. Please try placing your order again later or contact us for more information.
uk: Просимо вибачення за незручності. Спробуйте замовити ще раз або зв'яжіться з нами для отримання додаткової інформації.

source: a bowl of
uk: миска

source: a piece of
uk: шматок

source: a cup of
uk: горнятко

source: (choice of:
uk: (вибір між:

source: Email:
uk: Електронна скринька

source: Date joined:
uk: Дата створення облікового запису:

source: Change password:
uk: Змінити пароль:

source: New password:
uk: Новий пароль:

source: Optional
uk: Необов'язково

source: Confirm password:
uk: Підтвердити пароль:

source: Edit profile
uk: Редагувати обліковий запис

source: Confirm edits
uk: Підтвердити редагування

source: Additional info
uk: Додаткова інформація

source: Phone number:
uk: Номер телефону

source: Home address:
uk: Домашня адреса:

source: Unit:
uk: Квартира:

source: Cancel edits
uk: Відмінити зміни

source: User already exists
uk: Користувач вже існує

source: Username:
uk: Ім'я користувача:

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
uk: Обов'язково. 150 символів або менше. Лише літери, цифри та @/./+/-/_.

source: Password:
uk: Пароль:

source: Your password can’t be too similar to your other personal information.
uk: Ваш пароль не може бути дуже схожим на вашу іншу особисту інформацію.

source: Your password must contain at least 8 characters.
uk: Ваш пароль має містити не менше 8 символів.

source: Your password can’t be a commonly used password.
uk: Ваш пароль не може бути типовим паролем.

source: Your password can’t be entirely numeric.
uk: Ваш пароль не може бути повністю цифровим.

source: Password confirmation:
uk: Підтвердження пароля:

source: Enter the same password as before, for verification.
uk: Для підтвердження введіть той самий пароль, що й раніше.

source: Email address:
uk: Електронна скринька:

source: Password doesn't satisfy the requirements above!
uk: Пароль не відповідає наведеним вище вимогам!

source: Passwords don't match!
uk: Паролі не збігаються!
